7767517
733 1067
Input in0 0 1 in0
Input kv_cache 0 48 cache_k0 cache_v0 cache_k1 cache_v1 cache_k2 cache_v2 cache_k3 cache_v3 cache_k4 cache_v4 cache_k5 cache_v5 cache_k6 cache_v6 cache_k7 cache_v7 cache_k8 cache_v8 cache_k9 cache_v9 cache_k10 cache_v10 cache_k11 cache_v11 cache_k12 cache_v12 cache_k13 cache_v13 cache_k14 cache_v14 cache_k15 cache_v15 cache_k16 cache_v16 cache_k17 cache_v17 cache_k18 cache_v18 cache_k19 cache_v19 cache_k20 cache_v20 cache_k21 cache_v21 cache_k22 cache_v22 cache_k23 cache_v23
Split splitncnn_0 1 2 in0 1 2
Input in1 0 1 in1
Split splitncnn_1 1 24 in1 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27
Input in2 0 1 in2
Split splitncnn_2 1 2 in2 29 30
Input in3 0 1 in3
Split splitncnn_3 1 2 in3 32 33
RMSNorm rmsn_168 1 1 2 34 0=1024 1=1.000000e-5 2=1
Split splitncnn_4 1 3 34 35 36 37
Gemm gemm_0 1 1 37 38 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_385 1 1 38 39 0=128 1=16 2=-1
Permute permute_289 1 1 39 40 0=2
Gemm gemm_1 1 1 36 41 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_386 1 1 41 42 0=128 1=8 2=-1
Permute permute_290 1 1 42 43 0=2
Gemm gemm_2 1 1 35 44 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_387 1 1 44 45 0=128 1=8 2=-1
Permute permute_291 1 1 45 46 0=2
Concat cat_0 2 1 29 30 47 0=1
Split splitncnn_5 1 48 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95
Concat cat_1 2 1 32 33 96 0=1
Split splitncnn_6 1 48 96 97 98 99 100 101 102 103 104 105 106 107 108 109 110 111 112 113 114 115 116 117 118 119 120 121 122 123 124 125 126 127 128 129 130 131 132 133 134 135 136 137 138 139 140 141 142 143 144
RotaryEmbed rope_0 3 1 40 95 144 145 0=0
RotaryEmbed rope_1 3 1 43 94 143 146 0=0
RMSNorm rmsn_169 1 1 145 147 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_170 1 1 146 148 0=128 1=1.000000e-5 2=1
SDPA sdpa_481 6 3 147 148 46 27 cache_k0 cache_v0 149 out_cache_k0 out_cache_v0 5=1 6=0.0883883 7=1
Permute permute_292 1 1 149 150 0=2
Reshape reshape_388 1 1 150 151 0=2048 1=-1
Gemm gemm_3 1 1 151 152 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_0 2 1 1 152 153 0=0
Split splitncnn_7 1 2 153 154 155
RMSNorm rmsn_171 1 1 155 156 0=1024 1=1.000000e-5 2=1
Split splitncnn_8 1 2 156 157 158
Gemm gemm_4 1 1 158 159 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_265 1 1 159 160
Gemm gemm_5 1 1 157 161 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_1 2 1 160 161 162 0=2
Gemm gemm_6 1 1 162 163 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_2 2 1 154 163 164 0=0
Split splitncnn_9 1 2 164 165 166
RMSNorm rmsn_172 1 1 166 167 0=1024 1=1.000000e-5 2=1
Split splitncnn_10 1 3 167 168 169 170
Gemm gemm_7 1 1 170 171 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_389 1 1 171 172 0=128 1=16 2=-1
Permute permute_293 1 1 172 173 0=2
Gemm gemm_8 1 1 169 174 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_390 1 1 174 175 0=128 1=8 2=-1
Permute permute_294 1 1 175 176 0=2
Gemm gemm_9 1 1 168 177 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_391 1 1 177 178 0=128 1=8 2=-1
Permute permute_295 1 1 178 179 0=2
RotaryEmbed rope_2 3 1 173 93 142 180 0=0
RotaryEmbed rope_3 3 1 176 92 141 181 0=0
RMSNorm rmsn_173 1 1 180 182 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_174 1 1 181 183 0=128 1=1.000000e-5 2=1
SDPA sdpa_482 6 3 182 183 179 26 cache_k1 cache_v1 184 out_cache_k1 out_cache_v1 5=1 6=0.0883883 7=1
Permute permute_296 1 1 184 185 0=2
Reshape reshape_392 1 1 185 186 0=2048 1=-1
Gemm gemm_10 1 1 186 187 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_3 2 1 165 187 188 0=0
Split splitncnn_11 1 2 188 189 190
RMSNorm rmsn_175 1 1 190 191 0=1024 1=1.000000e-5 2=1
Split splitncnn_12 1 2 191 192 193
Gemm gemm_11 1 1 193 194 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_266 1 1 194 195
Gemm gemm_12 1 1 192 196 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_4 2 1 195 196 197 0=2
Gemm gemm_13 1 1 197 198 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_5 2 1 189 198 199 0=0
Split splitncnn_13 1 2 199 200 201
RMSNorm rmsn_176 1 1 201 202 0=1024 1=1.000000e-5 2=1
Split splitncnn_14 1 3 202 203 204 205
Gemm gemm_14 1 1 205 206 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_393 1 1 206 207 0=128 1=16 2=-1
Permute permute_297 1 1 207 208 0=2
Gemm gemm_15 1 1 204 209 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_394 1 1 209 210 0=128 1=8 2=-1
Permute permute_298 1 1 210 211 0=2
Gemm gemm_16 1 1 203 212 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_395 1 1 212 213 0=128 1=8 2=-1
Permute permute_299 1 1 213 214 0=2
RotaryEmbed rope_4 3 1 208 91 140 215 0=0
RotaryEmbed rope_5 3 1 211 90 139 216 0=0
RMSNorm rmsn_177 1 1 215 217 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_178 1 1 216 218 0=128 1=1.000000e-5 2=1
SDPA sdpa_483 6 3 217 218 214 25 cache_k2 cache_v2 219 out_cache_k2 out_cache_v2 5=1 6=0.0883883 7=1
Permute permute_300 1 1 219 220 0=2
Reshape reshape_396 1 1 220 221 0=2048 1=-1
Gemm gemm_17 1 1 221 222 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_6 2 1 200 222 223 0=0
Split splitncnn_15 1 2 223 224 225
RMSNorm rmsn_179 1 1 225 226 0=1024 1=1.000000e-5 2=1
Split splitncnn_16 1 2 226 227 228
Gemm gemm_18 1 1 228 229 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_267 1 1 229 230
Gemm gemm_19 1 1 227 231 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_7 2 1 230 231 232 0=2
Gemm gemm_20 1 1 232 233 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_8 2 1 224 233 234 0=0
Split splitncnn_17 1 2 234 235 236
RMSNorm rmsn_180 1 1 236 237 0=1024 1=1.000000e-5 2=1
Split splitncnn_18 1 3 237 238 239 240
Gemm gemm_21 1 1 240 241 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_397 1 1 241 242 0=128 1=16 2=-1
Permute permute_301 1 1 242 243 0=2
Gemm gemm_22 1 1 239 244 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_398 1 1 244 245 0=128 1=8 2=-1
Permute permute_302 1 1 245 246 0=2
Gemm gemm_23 1 1 238 247 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_399 1 1 247 248 0=128 1=8 2=-1
Permute permute_303 1 1 248 249 0=2
RotaryEmbed rope_6 3 1 243 89 138 250 0=0
RotaryEmbed rope_7 3 1 246 88 137 251 0=0
RMSNorm rmsn_181 1 1 250 252 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_182 1 1 251 253 0=128 1=1.000000e-5 2=1
SDPA sdpa_484 6 3 252 253 249 24 cache_k3 cache_v3 254 out_cache_k3 out_cache_v3 5=1 6=0.0883883 7=1
Permute permute_304 1 1 254 255 0=2
Reshape reshape_400 1 1 255 256 0=2048 1=-1
Gemm gemm_24 1 1 256 257 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_9 2 1 235 257 258 0=0
Split splitncnn_19 1 2 258 259 260
RMSNorm rmsn_183 1 1 260 261 0=1024 1=1.000000e-5 2=1
Split splitncnn_20 1 2 261 262 263
Gemm gemm_25 1 1 263 264 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_268 1 1 264 265
Gemm gemm_26 1 1 262 266 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_10 2 1 265 266 267 0=2
Gemm gemm_27 1 1 267 268 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_11 2 1 259 268 269 0=0
Split splitncnn_21 1 2 269 270 271
RMSNorm rmsn_184 1 1 271 272 0=1024 1=1.000000e-5 2=1
Split splitncnn_22 1 3 272 273 274 275
Gemm gemm_28 1 1 275 276 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_401 1 1 276 277 0=128 1=16 2=-1
Permute permute_305 1 1 277 278 0=2
Gemm gemm_29 1 1 274 279 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_402 1 1 279 280 0=128 1=8 2=-1
Permute permute_306 1 1 280 281 0=2
Gemm gemm_30 1 1 273 282 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_403 1 1 282 283 0=128 1=8 2=-1
Permute permute_307 1 1 283 284 0=2
RotaryEmbed rope_8 3 1 278 87 136 285 0=0
RotaryEmbed rope_9 3 1 281 86 135 286 0=0
RMSNorm rmsn_185 1 1 285 287 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_186 1 1 286 288 0=128 1=1.000000e-5 2=1
SDPA sdpa_485 6 3 287 288 284 23 cache_k4 cache_v4 289 out_cache_k4 out_cache_v4 5=1 6=0.0883883 7=1
Permute permute_308 1 1 289 290 0=2
Reshape reshape_404 1 1 290 291 0=2048 1=-1
Gemm gemm_31 1 1 291 292 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_12 2 1 270 292 293 0=0
Split splitncnn_23 1 2 293 294 295
RMSNorm rmsn_187 1 1 295 296 0=1024 1=1.000000e-5 2=1
Split splitncnn_24 1 2 296 297 298
Gemm gemm_32 1 1 298 299 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_269 1 1 299 300
Gemm gemm_33 1 1 297 301 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_13 2 1 300 301 302 0=2
Gemm gemm_34 1 1 302 303 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_14 2 1 294 303 304 0=0
Split splitncnn_25 1 2 304 305 306
RMSNorm rmsn_188 1 1 306 307 0=1024 1=1.000000e-5 2=1
Split splitncnn_26 1 3 307 308 309 310
Gemm gemm_35 1 1 310 311 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_405 1 1 311 312 0=128 1=16 2=-1
Permute permute_309 1 1 312 313 0=2
Gemm gemm_36 1 1 309 314 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_406 1 1 314 315 0=128 1=8 2=-1
Permute permute_310 1 1 315 316 0=2
Gemm gemm_37 1 1 308 317 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_407 1 1 317 318 0=128 1=8 2=-1
Permute permute_311 1 1 318 319 0=2
RotaryEmbed rope_10 3 1 313 85 134 320 0=0
RotaryEmbed rope_11 3 1 316 84 133 321 0=0
RMSNorm rmsn_189 1 1 320 322 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_190 1 1 321 323 0=128 1=1.000000e-5 2=1
SDPA sdpa_486 6 3 322 323 319 22 cache_k5 cache_v5 324 out_cache_k5 out_cache_v5 5=1 6=0.0883883 7=1
Permute permute_312 1 1 324 325 0=2
Reshape reshape_408 1 1 325 326 0=2048 1=-1
Gemm gemm_38 1 1 326 327 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_15 2 1 305 327 328 0=0
Split splitncnn_27 1 2 328 329 330
RMSNorm rmsn_191 1 1 330 331 0=1024 1=1.000000e-5 2=1
Split splitncnn_28 1 2 331 332 333
Gemm gemm_39 1 1 333 334 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_270 1 1 334 335
Gemm gemm_40 1 1 332 336 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_16 2 1 335 336 337 0=2
Gemm gemm_41 1 1 337 338 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_17 2 1 329 338 339 0=0
Split splitncnn_29 1 2 339 340 341
RMSNorm rmsn_192 1 1 341 342 0=1024 1=1.000000e-5 2=1
Split splitncnn_30 1 3 342 343 344 345
Gemm gemm_42 1 1 345 346 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_409 1 1 346 347 0=128 1=16 2=-1
Permute permute_313 1 1 347 348 0=2
Gemm gemm_43 1 1 344 349 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_410 1 1 349 350 0=128 1=8 2=-1
Permute permute_314 1 1 350 351 0=2
Gemm gemm_44 1 1 343 352 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_411 1 1 352 353 0=128 1=8 2=-1
Permute permute_315 1 1 353 354 0=2
RotaryEmbed rope_12 3 1 348 83 132 355 0=0
RotaryEmbed rope_13 3 1 351 82 131 356 0=0
RMSNorm rmsn_193 1 1 355 357 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_194 1 1 356 358 0=128 1=1.000000e-5 2=1
SDPA sdpa_487 6 3 357 358 354 21 cache_k6 cache_v6 359 out_cache_k6 out_cache_v6 5=1 6=0.0883883 7=1
Permute permute_316 1 1 359 360 0=2
Reshape reshape_412 1 1 360 361 0=2048 1=-1
Gemm gemm_45 1 1 361 362 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_18 2 1 340 362 363 0=0
Split splitncnn_31 1 2 363 364 365
RMSNorm rmsn_195 1 1 365 366 0=1024 1=1.000000e-5 2=1
Split splitncnn_32 1 2 366 367 368
Gemm gemm_46 1 1 368 369 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_271 1 1 369 370
Gemm gemm_47 1 1 367 371 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_19 2 1 370 371 372 0=2
Gemm gemm_48 1 1 372 373 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_20 2 1 364 373 374 0=0
Split splitncnn_33 1 2 374 375 376
RMSNorm rmsn_196 1 1 376 377 0=1024 1=1.000000e-5 2=1
Split splitncnn_34 1 3 377 378 379 380
Gemm gemm_49 1 1 380 381 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_413 1 1 381 382 0=128 1=16 2=-1
Permute permute_317 1 1 382 383 0=2
Gemm gemm_50 1 1 379 384 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_414 1 1 384 385 0=128 1=8 2=-1
Permute permute_318 1 1 385 386 0=2
Gemm gemm_51 1 1 378 387 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_415 1 1 387 388 0=128 1=8 2=-1
Permute permute_319 1 1 388 389 0=2
RotaryEmbed rope_14 3 1 383 81 130 390 0=0
RotaryEmbed rope_15 3 1 386 80 129 391 0=0
RMSNorm rmsn_197 1 1 390 392 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_198 1 1 391 393 0=128 1=1.000000e-5 2=1
SDPA sdpa_488 6 3 392 393 389 20 cache_k7 cache_v7 394 out_cache_k7 out_cache_v7 5=1 6=0.0883883 7=1
Permute permute_320 1 1 394 395 0=2
Reshape reshape_416 1 1 395 396 0=2048 1=-1
Gemm gemm_52 1 1 396 397 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_21 2 1 375 397 398 0=0
Split splitncnn_35 1 2 398 399 400
RMSNorm rmsn_199 1 1 400 401 0=1024 1=1.000000e-5 2=1
Split splitncnn_36 1 2 401 402 403
Gemm gemm_53 1 1 403 404 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_272 1 1 404 405
Gemm gemm_54 1 1 402 406 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_22 2 1 405 406 407 0=2
Gemm gemm_55 1 1 407 408 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_23 2 1 399 408 409 0=0
Split splitncnn_37 1 2 409 410 411
RMSNorm rmsn_200 1 1 411 412 0=1024 1=1.000000e-5 2=1
Split splitncnn_38 1 3 412 413 414 415
Gemm gemm_56 1 1 415 416 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_417 1 1 416 417 0=128 1=16 2=-1
Permute permute_321 1 1 417 418 0=2
Gemm gemm_57 1 1 414 419 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_418 1 1 419 420 0=128 1=8 2=-1
Permute permute_322 1 1 420 421 0=2
Gemm gemm_58 1 1 413 422 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_419 1 1 422 423 0=128 1=8 2=-1
Permute permute_323 1 1 423 424 0=2
RotaryEmbed rope_16 3 1 418 79 128 425 0=0
RotaryEmbed rope_17 3 1 421 78 127 426 0=0
RMSNorm rmsn_201 1 1 425 427 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_202 1 1 426 428 0=128 1=1.000000e-5 2=1
SDPA sdpa_489 6 3 427 428 424 19 cache_k8 cache_v8 429 out_cache_k8 out_cache_v8 5=1 6=0.0883883 7=1
Permute permute_324 1 1 429 430 0=2
Reshape reshape_420 1 1 430 431 0=2048 1=-1
Gemm gemm_59 1 1 431 432 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_24 2 1 410 432 433 0=0
Split splitncnn_39 1 2 433 434 435
RMSNorm rmsn_203 1 1 435 436 0=1024 1=1.000000e-5 2=1
Split splitncnn_40 1 2 436 437 438
Gemm gemm_60 1 1 438 439 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_273 1 1 439 440
Gemm gemm_61 1 1 437 441 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_25 2 1 440 441 442 0=2
Gemm gemm_62 1 1 442 443 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_26 2 1 434 443 444 0=0
Split splitncnn_41 1 2 444 445 446
RMSNorm rmsn_204 1 1 446 447 0=1024 1=1.000000e-5 2=1
Split splitncnn_42 1 3 447 448 449 450
Gemm gemm_63 1 1 450 451 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_421 1 1 451 452 0=128 1=16 2=-1
Permute permute_325 1 1 452 453 0=2
Gemm gemm_64 1 1 449 454 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_422 1 1 454 455 0=128 1=8 2=-1
Permute permute_326 1 1 455 456 0=2
Gemm gemm_65 1 1 448 457 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_423 1 1 457 458 0=128 1=8 2=-1
Permute permute_327 1 1 458 459 0=2
RotaryEmbed rope_18 3 1 453 77 126 460 0=0
RotaryEmbed rope_19 3 1 456 76 125 461 0=0
RMSNorm rmsn_205 1 1 460 462 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_206 1 1 461 463 0=128 1=1.000000e-5 2=1
SDPA sdpa_490 6 3 462 463 459 18 cache_k9 cache_v9 464 out_cache_k9 out_cache_v9 5=1 6=0.0883883 7=1
Permute permute_328 1 1 464 465 0=2
Reshape reshape_424 1 1 465 466 0=2048 1=-1
Gemm gemm_66 1 1 466 467 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_27 2 1 445 467 468 0=0
Split splitncnn_43 1 2 468 469 470
RMSNorm rmsn_207 1 1 470 471 0=1024 1=1.000000e-5 2=1
Split splitncnn_44 1 2 471 472 473
Gemm gemm_67 1 1 473 474 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_274 1 1 474 475
Gemm gemm_68 1 1 472 476 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_28 2 1 475 476 477 0=2
Gemm gemm_69 1 1 477 478 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_29 2 1 469 478 479 0=0
Split splitncnn_45 1 2 479 480 481
RMSNorm rmsn_208 1 1 481 482 0=1024 1=1.000000e-5 2=1
Split splitncnn_46 1 3 482 483 484 485
Gemm gemm_70 1 1 485 486 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_425 1 1 486 487 0=128 1=16 2=-1
Permute permute_329 1 1 487 488 0=2
Gemm gemm_71 1 1 484 489 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_426 1 1 489 490 0=128 1=8 2=-1
Permute permute_330 1 1 490 491 0=2
Gemm gemm_72 1 1 483 492 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_427 1 1 492 493 0=128 1=8 2=-1
Permute permute_331 1 1 493 494 0=2
RotaryEmbed rope_20 3 1 488 75 124 495 0=0
RotaryEmbed rope_21 3 1 491 74 123 496 0=0
RMSNorm rmsn_209 1 1 495 497 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_210 1 1 496 498 0=128 1=1.000000e-5 2=1
SDPA sdpa_491 6 3 497 498 494 17 cache_k10 cache_v10 499 out_cache_k10 out_cache_v10 5=1 6=0.0883883 7=1
Permute permute_332 1 1 499 500 0=2
Reshape reshape_428 1 1 500 501 0=2048 1=-1
Gemm gemm_73 1 1 501 502 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_30 2 1 480 502 503 0=0
Split splitncnn_47 1 2 503 504 505
RMSNorm rmsn_211 1 1 505 506 0=1024 1=1.000000e-5 2=1
Split splitncnn_48 1 2 506 507 508
Gemm gemm_74 1 1 508 509 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_275 1 1 509 510
Gemm gemm_75 1 1 507 511 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_31 2 1 510 511 512 0=2
Gemm gemm_76 1 1 512 513 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_32 2 1 504 513 514 0=0
Split splitncnn_49 1 2 514 515 516
RMSNorm rmsn_212 1 1 516 517 0=1024 1=1.000000e-5 2=1
Split splitncnn_50 1 3 517 518 519 520
Gemm gemm_77 1 1 520 521 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_429 1 1 521 522 0=128 1=16 2=-1
Permute permute_333 1 1 522 523 0=2
Gemm gemm_78 1 1 519 524 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_430 1 1 524 525 0=128 1=8 2=-1
Permute permute_334 1 1 525 526 0=2
Gemm gemm_79 1 1 518 527 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_431 1 1 527 528 0=128 1=8 2=-1
Permute permute_335 1 1 528 529 0=2
RotaryEmbed rope_22 3 1 523 73 122 530 0=0
RotaryEmbed rope_23 3 1 526 72 121 531 0=0
RMSNorm rmsn_213 1 1 530 532 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_214 1 1 531 533 0=128 1=1.000000e-5 2=1
SDPA sdpa_492 6 3 532 533 529 16 cache_k11 cache_v11 534 out_cache_k11 out_cache_v11 5=1 6=0.0883883 7=1
Permute permute_336 1 1 534 535 0=2
Reshape reshape_432 1 1 535 536 0=2048 1=-1
Gemm gemm_80 1 1 536 537 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_33 2 1 515 537 538 0=0
Split splitncnn_51 1 2 538 539 540
RMSNorm rmsn_215 1 1 540 541 0=1024 1=1.000000e-5 2=1
Split splitncnn_52 1 2 541 542 543
Gemm gemm_81 1 1 543 544 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_276 1 1 544 545
Gemm gemm_82 1 1 542 546 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_34 2 1 545 546 547 0=2
Gemm gemm_83 1 1 547 548 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_35 2 1 539 548 549 0=0
Split splitncnn_53 1 2 549 550 551
RMSNorm rmsn_216 1 1 551 552 0=1024 1=1.000000e-5 2=1
Split splitncnn_54 1 3 552 553 554 555
Gemm gemm_84 1 1 555 556 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_433 1 1 556 557 0=128 1=16 2=-1
Permute permute_337 1 1 557 558 0=2
Gemm gemm_85 1 1 554 559 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_434 1 1 559 560 0=128 1=8 2=-1
Permute permute_338 1 1 560 561 0=2
Gemm gemm_86 1 1 553 562 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_435 1 1 562 563 0=128 1=8 2=-1
Permute permute_339 1 1 563 564 0=2
RotaryEmbed rope_24 3 1 558 71 120 565 0=0
RotaryEmbed rope_25 3 1 561 70 119 566 0=0
RMSNorm rmsn_217 1 1 565 567 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_218 1 1 566 568 0=128 1=1.000000e-5 2=1
SDPA sdpa_493 6 3 567 568 564 15 cache_k12 cache_v12 569 out_cache_k12 out_cache_v12 5=1 6=0.0883883 7=1
Permute permute_340 1 1 569 570 0=2
Reshape reshape_436 1 1 570 571 0=2048 1=-1
Gemm gemm_87 1 1 571 572 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_36 2 1 550 572 573 0=0
Split splitncnn_55 1 2 573 574 575
RMSNorm rmsn_219 1 1 575 576 0=1024 1=1.000000e-5 2=1
Split splitncnn_56 1 2 576 577 578
Gemm gemm_88 1 1 578 579 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_277 1 1 579 580
Gemm gemm_89 1 1 577 581 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_37 2 1 580 581 582 0=2
Gemm gemm_90 1 1 582 583 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_38 2 1 574 583 584 0=0
Split splitncnn_57 1 2 584 585 586
RMSNorm rmsn_220 1 1 586 587 0=1024 1=1.000000e-5 2=1
Split splitncnn_58 1 3 587 588 589 590
Gemm gemm_91 1 1 590 591 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_437 1 1 591 592 0=128 1=16 2=-1
Permute permute_341 1 1 592 593 0=2
Gemm gemm_92 1 1 589 594 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_438 1 1 594 595 0=128 1=8 2=-1
Permute permute_342 1 1 595 596 0=2
Gemm gemm_93 1 1 588 597 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_439 1 1 597 598 0=128 1=8 2=-1
Permute permute_343 1 1 598 599 0=2
RotaryEmbed rope_26 3 1 593 69 118 600 0=0
RotaryEmbed rope_27 3 1 596 68 117 601 0=0
RMSNorm rmsn_221 1 1 600 602 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_222 1 1 601 603 0=128 1=1.000000e-5 2=1
SDPA sdpa_494 6 3 602 603 599 14 cache_k13 cache_v13 604 out_cache_k13 out_cache_v13 5=1 6=0.0883883 7=1
Permute permute_344 1 1 604 605 0=2
Reshape reshape_440 1 1 605 606 0=2048 1=-1
Gemm gemm_94 1 1 606 607 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_39 2 1 585 607 608 0=0
Split splitncnn_59 1 2 608 609 610
RMSNorm rmsn_223 1 1 610 611 0=1024 1=1.000000e-5 2=1
Split splitncnn_60 1 2 611 612 613
Gemm gemm_95 1 1 613 614 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_278 1 1 614 615
Gemm gemm_96 1 1 612 616 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_40 2 1 615 616 617 0=2
Gemm gemm_97 1 1 617 618 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_41 2 1 609 618 619 0=0
Split splitncnn_61 1 2 619 620 621
RMSNorm rmsn_224 1 1 621 622 0=1024 1=1.000000e-5 2=1
Split splitncnn_62 1 3 622 623 624 625
Gemm gemm_98 1 1 625 626 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_441 1 1 626 627 0=128 1=16 2=-1
Permute permute_345 1 1 627 628 0=2
Gemm gemm_99 1 1 624 629 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_442 1 1 629 630 0=128 1=8 2=-1
Permute permute_346 1 1 630 631 0=2
Gemm gemm_100 1 1 623 632 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_443 1 1 632 633 0=128 1=8 2=-1
Permute permute_347 1 1 633 634 0=2
RotaryEmbed rope_28 3 1 628 67 116 635 0=0
RotaryEmbed rope_29 3 1 631 66 115 636 0=0
RMSNorm rmsn_225 1 1 635 637 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_226 1 1 636 638 0=128 1=1.000000e-5 2=1
SDPA sdpa_495 6 3 637 638 634 13 cache_k14 cache_v14 639 out_cache_k14 out_cache_v14 5=1 6=0.0883883 7=1
Permute permute_348 1 1 639 640 0=2
Reshape reshape_444 1 1 640 641 0=2048 1=-1
Gemm gemm_101 1 1 641 642 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_42 2 1 620 642 643 0=0
Split splitncnn_63 1 2 643 644 645
RMSNorm rmsn_227 1 1 645 646 0=1024 1=1.000000e-5 2=1
Split splitncnn_64 1 2 646 647 648
Gemm gemm_102 1 1 648 649 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_279 1 1 649 650
Gemm gemm_103 1 1 647 651 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_43 2 1 650 651 652 0=2
Gemm gemm_104 1 1 652 653 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_44 2 1 644 653 654 0=0
Split splitncnn_65 1 2 654 655 656
RMSNorm rmsn_228 1 1 656 657 0=1024 1=1.000000e-5 2=1
Split splitncnn_66 1 3 657 658 659 660
Gemm gemm_105 1 1 660 661 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_445 1 1 661 662 0=128 1=16 2=-1
Permute permute_349 1 1 662 663 0=2
Gemm gemm_106 1 1 659 664 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_446 1 1 664 665 0=128 1=8 2=-1
Permute permute_350 1 1 665 666 0=2
Gemm gemm_107 1 1 658 667 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_447 1 1 667 668 0=128 1=8 2=-1
Permute permute_351 1 1 668 669 0=2
RotaryEmbed rope_30 3 1 663 65 114 670 0=0
RotaryEmbed rope_31 3 1 666 64 113 671 0=0
RMSNorm rmsn_229 1 1 670 672 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_230 1 1 671 673 0=128 1=1.000000e-5 2=1
SDPA sdpa_496 6 3 672 673 669 12 cache_k15 cache_v15 674 out_cache_k15 out_cache_v15 5=1 6=0.0883883 7=1
Permute permute_352 1 1 674 675 0=2
Reshape reshape_448 1 1 675 676 0=2048 1=-1
Gemm gemm_108 1 1 676 677 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_45 2 1 655 677 678 0=0
Split splitncnn_67 1 2 678 679 680
RMSNorm rmsn_231 1 1 680 681 0=1024 1=1.000000e-5 2=1
Split splitncnn_68 1 2 681 682 683
Gemm gemm_109 1 1 683 684 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_280 1 1 684 685
Gemm gemm_110 1 1 682 686 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_46 2 1 685 686 687 0=2
Gemm gemm_111 1 1 687 688 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_47 2 1 679 688 689 0=0
Split splitncnn_69 1 2 689 690 691
RMSNorm rmsn_232 1 1 691 692 0=1024 1=1.000000e-5 2=1
Split splitncnn_70 1 3 692 693 694 695
Gemm gemm_112 1 1 695 696 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_449 1 1 696 697 0=128 1=16 2=-1
Permute permute_353 1 1 697 698 0=2
Gemm gemm_113 1 1 694 699 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_450 1 1 699 700 0=128 1=8 2=-1
Permute permute_354 1 1 700 701 0=2
Gemm gemm_114 1 1 693 702 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_451 1 1 702 703 0=128 1=8 2=-1
Permute permute_355 1 1 703 704 0=2
RotaryEmbed rope_32 3 1 698 63 112 705 0=0
RotaryEmbed rope_33 3 1 701 62 111 706 0=0
RMSNorm rmsn_233 1 1 705 707 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_234 1 1 706 708 0=128 1=1.000000e-5 2=1
SDPA sdpa_497 6 3 707 708 704 11 cache_k16 cache_v16 709 out_cache_k16 out_cache_v16 5=1 6=0.0883883 7=1
Permute permute_356 1 1 709 710 0=2
Reshape reshape_452 1 1 710 711 0=2048 1=-1
Gemm gemm_115 1 1 711 712 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_48 2 1 690 712 713 0=0
Split splitncnn_71 1 2 713 714 715
RMSNorm rmsn_235 1 1 715 716 0=1024 1=1.000000e-5 2=1
Split splitncnn_72 1 2 716 717 718
Gemm gemm_116 1 1 718 719 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_281 1 1 719 720
Gemm gemm_117 1 1 717 721 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_49 2 1 720 721 722 0=2
Gemm gemm_118 1 1 722 723 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_50 2 1 714 723 724 0=0
Split splitncnn_73 1 2 724 725 726
RMSNorm rmsn_236 1 1 726 727 0=1024 1=1.000000e-5 2=1
Split splitncnn_74 1 3 727 728 729 730
Gemm gemm_119 1 1 730 731 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_453 1 1 731 732 0=128 1=16 2=-1
Permute permute_357 1 1 732 733 0=2
Gemm gemm_120 1 1 729 734 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_454 1 1 734 735 0=128 1=8 2=-1
Permute permute_358 1 1 735 736 0=2
Gemm gemm_121 1 1 728 737 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_455 1 1 737 738 0=128 1=8 2=-1
Permute permute_359 1 1 738 739 0=2
RotaryEmbed rope_34 3 1 733 61 110 740 0=0
RotaryEmbed rope_35 3 1 736 60 109 741 0=0
RMSNorm rmsn_237 1 1 740 742 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_238 1 1 741 743 0=128 1=1.000000e-5 2=1
SDPA sdpa_498 6 3 742 743 739 10 cache_k17 cache_v17 744 out_cache_k17 out_cache_v17 5=1 6=0.0883883 7=1
Permute permute_360 1 1 744 745 0=2
Reshape reshape_456 1 1 745 746 0=2048 1=-1
Gemm gemm_122 1 1 746 747 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_51 2 1 725 747 748 0=0
Split splitncnn_75 1 2 748 749 750
RMSNorm rmsn_239 1 1 750 751 0=1024 1=1.000000e-5 2=1
Split splitncnn_76 1 2 751 752 753
Gemm gemm_123 1 1 753 754 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_282 1 1 754 755
Gemm gemm_124 1 1 752 756 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_52 2 1 755 756 757 0=2
Gemm gemm_125 1 1 757 758 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_53 2 1 749 758 759 0=0
Split splitncnn_77 1 2 759 760 761
RMSNorm rmsn_240 1 1 761 762 0=1024 1=1.000000e-5 2=1
Split splitncnn_78 1 3 762 763 764 765
Gemm gemm_126 1 1 765 766 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_457 1 1 766 767 0=128 1=16 2=-1
Permute permute_361 1 1 767 768 0=2
Gemm gemm_127 1 1 764 769 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_458 1 1 769 770 0=128 1=8 2=-1
Permute permute_362 1 1 770 771 0=2
Gemm gemm_128 1 1 763 772 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_459 1 1 772 773 0=128 1=8 2=-1
Permute permute_363 1 1 773 774 0=2
RotaryEmbed rope_36 3 1 768 59 108 775 0=0
RotaryEmbed rope_37 3 1 771 58 107 776 0=0
RMSNorm rmsn_241 1 1 775 777 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_242 1 1 776 778 0=128 1=1.000000e-5 2=1
SDPA sdpa_499 6 3 777 778 774 9 cache_k18 cache_v18 779 out_cache_k18 out_cache_v18 5=1 6=0.0883883 7=1
Permute permute_364 1 1 779 780 0=2
Reshape reshape_460 1 1 780 781 0=2048 1=-1
Gemm gemm_129 1 1 781 782 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_54 2 1 760 782 783 0=0
Split splitncnn_79 1 2 783 784 785
RMSNorm rmsn_243 1 1 785 786 0=1024 1=1.000000e-5 2=1
Split splitncnn_80 1 2 786 787 788
Gemm gemm_130 1 1 788 789 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_283 1 1 789 790
Gemm gemm_131 1 1 787 791 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_55 2 1 790 791 792 0=2
Gemm gemm_132 1 1 792 793 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_56 2 1 784 793 794 0=0
Split splitncnn_81 1 2 794 795 796
RMSNorm rmsn_244 1 1 796 797 0=1024 1=1.000000e-5 2=1
Split splitncnn_82 1 3 797 798 799 800
Gemm gemm_133 1 1 800 801 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_461 1 1 801 802 0=128 1=16 2=-1
Permute permute_365 1 1 802 803 0=2
Gemm gemm_134 1 1 799 804 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_462 1 1 804 805 0=128 1=8 2=-1
Permute permute_366 1 1 805 806 0=2
Gemm gemm_135 1 1 798 807 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_463 1 1 807 808 0=128 1=8 2=-1
Permute permute_367 1 1 808 809 0=2
RotaryEmbed rope_38 3 1 803 57 106 810 0=0
RotaryEmbed rope_39 3 1 806 56 105 811 0=0
RMSNorm rmsn_245 1 1 810 812 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_246 1 1 811 813 0=128 1=1.000000e-5 2=1
SDPA sdpa_500 6 3 812 813 809 8 cache_k19 cache_v19 814 out_cache_k19 out_cache_v19 5=1 6=0.0883883 7=1
Permute permute_368 1 1 814 815 0=2
Reshape reshape_464 1 1 815 816 0=2048 1=-1
Gemm gemm_136 1 1 816 817 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_57 2 1 795 817 818 0=0
Split splitncnn_83 1 2 818 819 820
RMSNorm rmsn_247 1 1 820 821 0=1024 1=1.000000e-5 2=1
Split splitncnn_84 1 2 821 822 823
Gemm gemm_137 1 1 823 824 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_284 1 1 824 825
Gemm gemm_138 1 1 822 826 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_58 2 1 825 826 827 0=2
Gemm gemm_139 1 1 827 828 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_59 2 1 819 828 829 0=0
Split splitncnn_85 1 2 829 830 831
RMSNorm rmsn_248 1 1 831 832 0=1024 1=1.000000e-5 2=1
Split splitncnn_86 1 3 832 833 834 835
Gemm gemm_140 1 1 835 836 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_465 1 1 836 837 0=128 1=16 2=-1
Permute permute_369 1 1 837 838 0=2
Gemm gemm_141 1 1 834 839 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_466 1 1 839 840 0=128 1=8 2=-1
Permute permute_370 1 1 840 841 0=2
Gemm gemm_142 1 1 833 842 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_467 1 1 842 843 0=128 1=8 2=-1
Permute permute_371 1 1 843 844 0=2
RotaryEmbed rope_40 3 1 838 55 104 845 0=0
RotaryEmbed rope_41 3 1 841 54 103 846 0=0
RMSNorm rmsn_249 1 1 845 847 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_250 1 1 846 848 0=128 1=1.000000e-5 2=1
SDPA sdpa_501 6 3 847 848 844 7 cache_k20 cache_v20 849 out_cache_k20 out_cache_v20 5=1 6=0.0883883 7=1
Permute permute_372 1 1 849 850 0=2
Reshape reshape_468 1 1 850 851 0=2048 1=-1
Gemm gemm_143 1 1 851 852 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_60 2 1 830 852 853 0=0
Split splitncnn_87 1 2 853 854 855
RMSNorm rmsn_251 1 1 855 856 0=1024 1=1.000000e-5 2=1
Split splitncnn_88 1 2 856 857 858
Gemm gemm_144 1 1 858 859 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_285 1 1 859 860
Gemm gemm_145 1 1 857 861 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_61 2 1 860 861 862 0=2
Gemm gemm_146 1 1 862 863 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_62 2 1 854 863 864 0=0
Split splitncnn_89 1 2 864 865 866
RMSNorm rmsn_252 1 1 866 867 0=1024 1=1.000000e-5 2=1
Split splitncnn_90 1 3 867 868 869 870
Gemm gemm_147 1 1 870 871 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_469 1 1 871 872 0=128 1=16 2=-1
Permute permute_373 1 1 872 873 0=2
Gemm gemm_148 1 1 869 874 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_470 1 1 874 875 0=128 1=8 2=-1
Permute permute_374 1 1 875 876 0=2
Gemm gemm_149 1 1 868 877 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_471 1 1 877 878 0=128 1=8 2=-1
Permute permute_375 1 1 878 879 0=2
RotaryEmbed rope_42 3 1 873 53 102 880 0=0
RotaryEmbed rope_43 3 1 876 52 101 881 0=0
RMSNorm rmsn_253 1 1 880 882 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_254 1 1 881 883 0=128 1=1.000000e-5 2=1
SDPA sdpa_502 6 3 882 883 879 6 cache_k21 cache_v21 884 out_cache_k21 out_cache_v21 5=1 6=0.0883883 7=1
Permute permute_376 1 1 884 885 0=2
Reshape reshape_472 1 1 885 886 0=2048 1=-1
Gemm gemm_150 1 1 886 887 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_63 2 1 865 887 888 0=0
Split splitncnn_91 1 2 888 889 890
RMSNorm rmsn_255 1 1 890 891 0=1024 1=1.000000e-5 2=1
Split splitncnn_92 1 2 891 892 893
Gemm gemm_151 1 1 893 894 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_286 1 1 894 895
Gemm gemm_152 1 1 892 896 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_64 2 1 895 896 897 0=2
Gemm gemm_153 1 1 897 898 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_65 2 1 889 898 899 0=0
Split splitncnn_93 1 2 899 900 901
RMSNorm rmsn_256 1 1 901 902 0=1024 1=1.000000e-5 2=1
Split splitncnn_94 1 3 902 903 904 905
Gemm gemm_154 1 1 905 906 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_473 1 1 906 907 0=128 1=16 2=-1
Permute permute_377 1 1 907 908 0=2
Gemm gemm_155 1 1 904 909 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_474 1 1 909 910 0=128 1=8 2=-1
Permute permute_378 1 1 910 911 0=2
Gemm gemm_156 1 1 903 912 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_475 1 1 912 913 0=128 1=8 2=-1
Permute permute_379 1 1 913 914 0=2
RotaryEmbed rope_44 3 1 908 51 100 915 0=0
RotaryEmbed rope_45 3 1 911 50 99 916 0=0
RMSNorm rmsn_257 1 1 915 917 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_258 1 1 916 918 0=128 1=1.000000e-5 2=1
SDPA sdpa_503 6 3 917 918 914 5 cache_k22 cache_v22 919 out_cache_k22 out_cache_v22 5=1 6=0.0883883 7=1
Permute permute_380 1 1 919 920 0=2
Reshape reshape_476 1 1 920 921 0=2048 1=-1
Gemm gemm_157 1 1 921 922 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_66 2 1 900 922 923 0=0
Split splitncnn_95 1 2 923 924 925
RMSNorm rmsn_259 1 1 925 926 0=1024 1=1.000000e-5 2=1
Split splitncnn_96 1 2 926 927 928
Gemm gemm_158 1 1 928 929 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_287 1 1 929 930
Gemm gemm_159 1 1 927 931 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_67 2 1 930 931 932 0=2
Gemm gemm_160 1 1 932 933 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_68 2 1 924 933 934 0=0
Split splitncnn_97 1 2 934 935 936
RMSNorm rmsn_260 1 1 936 937 0=1024 1=1.000000e-5 2=1
Split splitncnn_98 1 3 937 938 939 940
Gemm gemm_161 1 1 940 941 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=2048 9=1024
Reshape reshape_477 1 1 941 942 0=128 1=16 2=-1
Permute permute_381 1 1 942 943 0=2
Gemm gemm_162 1 1 939 944 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_478 1 1 944 945 0=128 1=8 2=-1
Permute permute_382 1 1 945 946 0=2
Gemm gemm_163 1 1 938 947 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=1024
Reshape reshape_479 1 1 947 948 0=128 1=8 2=-1
Permute permute_383 1 1 948 949 0=2
RotaryEmbed rope_46 3 1 943 49 98 950 0=0
RotaryEmbed rope_47 3 1 946 48 97 951 0=0
RMSNorm rmsn_261 1 1 950 952 0=128 1=1.000000e-5 2=1
RMSNorm rmsn_262 1 1 951 953 0=128 1=1.000000e-5 2=1
SDPA sdpa_504 6 3 952 953 949 4 cache_k23 cache_v23 954 out_cache_k23 out_cache_v23 5=1 6=0.0883883 7=1
Permute permute_384 1 1 954 955 0=2
Reshape reshape_480 1 1 955 956 0=2048 1=-1
Gemm gemm_164 1 1 956 957 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=2048
BinaryOp add_69 2 1 935 957 958 0=0
Split splitncnn_99 1 2 958 959 960
RMSNorm rmsn_263 1 1 960 961 0=1024 1=1.000000e-5 2=1
Split splitncnn_100 1 2 961 962 963
Gemm gemm_165 1 1 963 964 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
Swish silu_288 1 1 964 965
Gemm gemm_166 1 1 962 966 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=3584 9=1024
BinaryOp mul_70 2 1 965 966 967 0=2
Gemm gemm_167 1 1 967 968 10=-1 2=0 3=1 4=0 5=1 6=1 7=0 8=1024 9=3584
BinaryOp add_71 2 1 959 968 969 0=0
RMSNorm rmsn_264 1 1 969 out0 0=1024 1=1.000000e-5 2=1
